Repository: Cozta1/DESENVOLVIMENTO-DE-APLICA-ES-PARA-WEB
Catalog: BancoDigital/Banco/locale/*/LC_MESSAGES/django.po
Languages: es

source: CPF já cadastrado.
es: CPF ya registrado.

source: Digite seu CPF
es: Ingrese su CPF

source: Senha
es: Contraseña

source: CPF não encontrado.
es: CPF no encontrado.

source: Credenciais inválidas. Tente novamente.
es: Credenciales inválidas. Intente nuevamente.

source: Digite o CEP
es: Ingrese el código postal

source: Digite a rua
es: Ingrese la calle

source: Digite o bairro
es: Ingrese el barrio

source: Digite a cidade
es: Ingrese la ciudad

source: Escolha o estado
es: Elija el estado

source: Digite o número
es: Ingrese el número

source: A conta de destino deve ser a mesma que a conta de origem para Depósito ou Saque.
es: La cuenta de destino debe ser la misma que la cuenta de origen para Depósito o Retiro.

source: A conta de destino é obrigatória para transferências.
es: La cuenta de destino es obligatoria para transferencias.

source: CEP
es: Código postal

source: Rua
es: Calle

source: Bairro
es: Barrio

source: Cidade
es: Ciudad

source: Endereço
es: Dirección

source: Endereços
es: Direcciones

source: O campo CPF é obrigatório.
es: El campo CPF es obligatorio.

source: O campo email é obrigatório.
es: El campo correo electrónico es obligatorio.

source: Superusuários precisam ter is_staff=True.
es: Los superusuarios deben tener is_staff=True.

source: Superusuários precisam ter is_superuser=True.
es: Los superusuarios deben tener is_superuser=True.

source: Telefone
es: Teléfono

source: Nome
es: Nombre

source: Sobrenome
es: Apellido

source: E-Mail
es: Correo electrónico

source: Nome da Agência
es: Nombre de la Agencia

source: Numero da Agencia
es: Número de la Agencia

source: Agência
es: Agencia

source: Agências
es: Agencias

source: Número da Conta
es: Número de la Cuenta

source: Data de Abertura
es: Fecha de Apertura

source: Transação
es: Transacción

source: Transações
es: Transacciones

source: Conta
es: Cuenta

source: Contas
es: Cuentas

source: Número da Transação
es: Número de la Transacción

source: Tipo de Transação
es: Tipo de Transacción

source: Status
es: Estado

source: Data e Hora da Transação
es: Fecha y Hora de la Transacción

source: Numero do Cartão
es: Número de la Tarjeta

source: Bandeira
es: Marca

source: Data de Expiração
es: Fecha de Expiración

source: Cartão
es: Tarjeta

source: Cartões
es: Tarjetas

source: Mensagem
es: Mensaje

source: Data e Hora
es: Fecha y Hora

source: Notificação
es: Notificación

source: Notificações
es: Notificaciones

source: Cadastro de Endereço
es: Registro de Dirección

source: Salvar Endereço
es: Guardar Dirección

source: Voltar ao Perfil
es: Volver al Perfil

source: Foto do Usuário
es: Foto del Usuario

source: Operações Bancárias
es: Operaciones Bancarias

source: Realizar Transação
es: Realizar Transacción

source: Meus Cartões
es: Mis Tarjetas

source: Validade
es: Validez

source: Você ainda não tem nenhum cartão.
es: Aún no tienes ninguna tarjeta.

source: Solicitar Novo Cartão
es: Solicitar Nueva Tarjeta

source: Home
es: Inicio

source: Página Inicial
es: Página de Inicio

source: Olá,
es: Hola,

source: Bem-vindo de volta.
es: Bienvenido de nuevo.

source: Meu Perfil
es: Mi Perfil

source: Minha Conta
es: Mi Cuenta

source: Sair
es: Salir

source: Bem-vindo ao nosso site! Por favor,
es: ¡Bienvenido a nuestro sitio! Por favor,

source: faça login
es: inicie sesión

source: para acessar sua conta.
es: para acceder a tu cuenta.

source: Cadastre-se
es: Regístrate

source: Mudar Idioma
es: Cambiar Idioma

source: Login
es: Iniciar sesión

source: Ainda não tem uma conta? Cadastre-se!
es: ¿Aún no tienes cuenta? ¡Regístrate!

source: Perfil do Usuário
es: Perfil del Usuario

source: Email
es: Correo electrónico

source: Exibir Notificações
es: Mostrar Notificaciones

source: Não há notificações.
es: No hay notificaciones.

source: Excluir
es: Eliminar

source: Você ainda não possui nenhum endereço cadastrado.
es: Aún no tienes ninguna dirección registrada.

source: Adicionar Novo Endereço
es: Agregar Nueva Dirección

source: Número da conta
es: Número de la cuenta

source: Você ainda não tem nenhuma conta.
es: Aún no tienes ninguna cuenta.

source: Abrir Nova Conta
es: Abrir Nueva Cuenta

source: Todos os direitos reservados.
es: Todos los derechos reservados.

source: Tipo de Transação:
es: Tipo de Transacción:

source: Saque
es: Retiro

source: Transferência
es: Transferencia

source: Conta de Origem:
es: Cuenta de Origen:

source: Selecione uma conta
es: Selecciona una cuenta

source: Numero da conta
es: Número de la cuenta

source: Conta de Destino:
es: Cuenta de Destino:

source: Confirmar Transação
es: Confirmar Transacción

source: Voltar
es: Volver

source: Cadastro
es: Registro

source: Preencha suas informações
es: Rellena tus datos

source: Cadastrar
es: Registrar

source: Já possui uma conta?
es: ¿Ya tienes una cuenta?

source: Faça login!
es: ¡Inicia sesión!

source: Seleção de Agência
es: Selección de Agencia

source: Escolha a Agência
es: Elige la Agencia

source: Selecione uma Agência
es: Selecciona una Agencia

source: Selecionar Agência
es: Seleccionar Agencia

source: Conta não encontrada.
es: Cuenta no encontrada.
